{
  "siteColorScheme": "#000000",
  "firstName": "Carmo",
  "middleName": "",
  "lastName": "Gregory",
  "dateOfBirth": "1944-05-24",
  "dateOfPassing": "2025-05-22",
  "placeOfBirth": "Estrela, RS Brazil",
  "latestResidence": "Santa Cruz do Sul, RS",
  "profession": "Professor de Português, Regente de Corais, Arranjador Musical e Orquestrador, Compositor",
  "homePhoto": "https://cdn-images-site-arauto.portalarauto.com.br/2025/05/PREFA_0508-1920x1277.jpg",
  "homeText": "O imenso talento e o profundo impacto de Carmo Gregory como regente de corais e arranjador, além de  compositor, garantiram seu reconhecimento incontestável no cenário musical de Santa Cruz do Sul e região. ",
  "earlyLifePhoto": "https://cdn-images-site-arauto.portalarauto.com.br/2025/05/PREFA_0508-1920x1277.jpg",
  "earlyLifeText": "Carmo José Gregory, nascido em Estrela Rio Grande do Sul, teve sua paixão pela música estimulada pela mãe aos 3 anos, cantando hinos. Aos 10 e meio, foi selecionado para o internato de Bom Princípio, onde iniciou formação musical em violino, piano e violoncelo com professores da PUC. Aos 16, já acompanhava o coro escolar e, dois anos depois, começou a compor, arranjar e reger corais em instituições de ensino. Aos 20, em 1967, em Santa Cruz, fundou o famoso Coral Canarinhos do Colégio Marista São Luís, que regeria por 18 anos. Ele considerava a fundação do coral, após uma apresentação no Dia das Mães, um divisor de águas.",
  "educationPhoto": "https://cdn-images-site-arauto.portalarauto.com.br/2025/05/PREFA_0508-1920x1277.jpg",
  "educationText": "A vida jovem de Carmo José Gregory foi marcada pela paixão pela música desde cedo, influenciada pelo estímulo de sua mãe para o canto religioso aos 3 anos. Aos 10 anos e meio, foi selecionado por irmãos maristas para um internato em Bom Princípio, onde iniciou sua formação musical e artística, aprendendo violino, piano e violoncelo com professores da Pontifícia Universidade Católica (PUC). Aos 16, já acompanhava o coro escolar, e dois anos depois (por volta dos 18), começou a compor e a fazer arranjos, iniciando sua atuação em regência coral em instituições de ensino. Ele cursou ginásio em Veranópolis e o Científico em Viamão, próximo à PUC. Aos 20 anos, em 1967, em Santa Cruz, fundou o Coral Canarinhos do Colégio Marista São Luís, que ele regeria por 18 anos.",
  "workPhoto": "https://cdn-images-site-arauto.portalarauto.com.br/2025/05/PREFA_0508-1920x1277.jpg",
  "workSummary": "Carmo nasceu em 29 de maio de 1944, em Estrela, no Vale do Taquari. Mudou-se para Santa Cruz do Sul aos 21 anos, município onde foi professor por mais de 20 anos. Desde a fundação do Coral Municipal de Vera Cruz, em 1989, foi regente do grupo, recebendo o título de cidadão vera-cruzense em 1999. Também ficou conhecido por dirigir o coral dos Canarinhos do Colégio São Luís, de Santa Cruz, que conquistou sucesso nacional e internacional. \n\nA despedida de Carmo Gregory foi realizada nesta sexta-feira (23). Ele foi sepultado no Cemitério Ecumênico Da Paz Eterna, em Santa Cruz do Sul. Durante o velório, o Coral Municipal de Vera Cruz e membros de outros oito corais entoaram canções em homenagem ao eterno regente.\n\nCarmo deixa a esposa, Maria Aparecida Gregory, as filhas Ana Carina Gregory e Ana Cristina Gregory e a neta Maria Fernanda.",
  "testimonials": [
    "O prefeito de Vera Cruz, Gilson Becker, decretou luto oficial no município. \"Carmo Gregory foi muito mais que um maestro. Foi um embaixador da nossa cultura, um homem que soube traduzir Vera Cruz em notas, harmonias e sentimentos. Sua ausência deixa um enorme vazio, mas seu legado permanece eterno em cada verso do nosso hino, em cada voz do nosso coral\"",
    "Um mestre da música, Carmo é um dos autores do Hino de Vera Cruz, que dedicou sua vida a espalhar cultura, harmonia e emoção por meio de cada nota e cada apresentação. Seu legado ecoará para sempre em nossas memórias e em nossos corações.",
    "",
    "",
    "",
    ""
  ],
  "photos": [
    "https://i.postimg.cc/cg9wg184/Carmo-Gregory-Older.png",
    "https://i.postimg.cc/648RdsdV/Carmo-Gregory-Familha.png",
    "https://i.postimg.cc/4n0pXdgW/Carmo-Gregory-Obrigado.png",
    "https://i.postimg.cc/jC2zVfGW/Carmo-Gregory-Ensaio.png",
    "https://i.postimg.cc/dhPdTxDd/Carmo-Gregory-Young.png",
    ""
  ],
  "videos": [
    "https://youtu.be/BjqS6r2-U2g?si=2Mhmw4ZtpBJPn6Jc",
    "https://youtu.be/94IN7LVnYKc?si=t5G2nIdLnXS8sjCD",
    "https://youtu.be/YEwb1cmyfKE?si=dzmE6tdNoAz6XXmr",
    "https://youtu.be/Zlv79T-QWJ8?si=HZsJp4BiaE6yaupv",
    "",
    ""
  ],
  "timelineEvents": [
    {
      "date": "1954-06-15",
      "description": "Aos 10, Carmo em internato marista iniciou formação musical (violino, piano, violoncelo) com profess"
    },
    {
      "date": "1962-05-20",
      "description": "Aos 18, Carmo iniciou composição e arranjos, atuando em regência coral em instituições de ensino."
    },
    {
      "date": "1965-08-10",
      "description": "Tornou-se professor em Santa Cruz do Sul"
    },
    {
      "date": "1967-05-10",
      "description": "Fundou o Coral Canarinhos do Colégio Marista São Luís (Santa Cruz), regendo por 18 anos. Iniciou com"
    },
    {
      "date": "1974-11-12",
      "description": "Casou-se com Maria Aparecida Goldschmidt Gregory."
    },
    {
      "date": "1979-07-03",
      "description": "Fundou o Coral de Vera Cruz. Lançada a ideia de acesso à cultura e coral municipal neste ano."
    },
    {
      "date": "1989-09-18",
      "description": "Regente do Coral Municipal de Vera Cruz desde fundação, liderando até falecimento. Coautor do hino."
    },
    {
      "date": "1999-12-05",
      "description": "Recebeu o título de \"Cidadão Vera-cruzense\" da Câmara de Vereadores."
    },
    {
      "date": "2002-12-30",
      "description": "Aposentou-se após 36 anos como professor de Português no Colégio Marista São Luís."
    },
    {
      "date": "2024-08-14",
      "description": "Teria celebrado 50 anos de casamento com sua esposa, Maria Aparecida Goldschmidt Gregory."
    }
  ]
}